Repository: YggdrasiI/rss2html
Catalog: src/rss2html/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Download file
de_de: Datei herunterladen

source: Play file with external program
de_de: Datei mit externem Programm öffnen

source: Default theme
de_de: Standard-Theme

source: Light theme
de_de: Hell

source: Dark theme
de_de: Dunkel

source: Login required.
de_de: Login erforderlich

source: Error
de_de: Fehler

source: Debug Info
de_de: Debugging-Informationen

source: Cannot fetch data for this feed.
de_de: Kann keine Daten für diesen Feed abrufen.

source: No feed found for this URI arguments.
de_de: Kein Feed für diese URI-Parameter gefunden.

source: Parsing of Feed XML failed.
de_de: Parsen der XML-Datei '{}' fehlgeschlagen.

source: Warning
de_de: Warnung

source: Feed url difference detected. It might be useful to <a href="/?{ARGS}&url_update=1">update</a> the stored url.<br /> Url in config/history file: {OLD_URL}<br /> Url in feed xml file: {NEW_URL}
de_de: Die im Feed angegebene Url weicht von der lokal gespeicherten ab. Soll die neue Url <a href="/?{ARGS}&url_update=1">übernommen</a> werden?<br /> Url in der Config/History-Datei: {OLD_URL}<br /> Url in XML-Datei des Feeds: {NEW_URL}

source: Feed XML document '{}' does not exists.
de_de: XML-Datei des Feeds '{}' existiert nicht.

source: Parsing of feed XML document '{}' failed.
de_de: Parsen des XML-Datei '{}' fehlgeschlagen.

source: Loading of feed XML document '{}' failed.
de_de: Laden von XML-Datei '{}' fehlgeschlagen.

source: Quit
de_de: Beenden

source: URI arguments wrong.
de_de: Falsche URI-Parameter.

source: Action requires login.
de_de: Aktion nur nach Login möglich.

source: Wrong hash for this url argument.
de_de: Hash des URI-Arguments 'url' passt nicht.

source: No feed found for given URI argument.
de_de: Kein Feed für diesen URI-Parameter gefunden.

source: Action not allowed for this file.
de_de: Aktion ist für diese Datei nicht erlaubt.

source: Handler of action not defined.
de_de: Kein Handler für diese Aktion definiert.

source: Running of handler for "{action_name}" failed. Exception was: "{e}".
de_de: Aufruf von "{action_name}" fehlgeschlagen. Fehler: "{e}".

source: Running of "{action_name}" for "{url}" started.
de_de: Aktion "{action_name}" für "{url}" aufgerufen.

source: Login has failed.
de_de: Login ist fehlgeschlagen.

source: Note: Actions for enclosured media files are disabled because LOGIN_TYPE is None.
de_de: Hinweis: Aktionen für eingebettete Medien-Dateien sind deaktiviert, da LOGIN_TYPE = None.

source: Warning: Without definition of users, everyone with access to this page can add feeds or trigger the associated actions.
de_de: Warnung: Ohne Definition von Usern kann jeder mit Zugriff auf diese Webseite Feeds hinzufügen oder die zugeordneten Aktionen starten.

source: This could be dangerous if you use user defined actions.
de_de: Je nach Definition der benutzerdefinierten Aktionen kann das ein Sicherheitsrisiko darstellen.

source: Warning: Without SSL login credentials aren't encrypted.
de_de: Warnung: Ohne SSL-Verschlüsselung werden die Login-Daten unverschlüsselt übertragen.

source: Overview
de_de: Übersicht

source: Ignore feed cache
de_de: Ignoriere Feed-Cache

source: media files
de_de: Media-Dateien

source: Description
de_de: Beschreibung

source: As Firefox 64.0 removes it's internal RSS reader, this script replaces the functionality.
de_de: Dieses Skript ersetzt die Funktionalität des internen RSS-Readers von Firefox, da diese Funktion ab Version 64.0 entfernt wurde.

source: It converts a 2.0 RSS feed into html page (similar looking to FF's version).
de_de: Es wandelt 2.0 RSS-Feeds in HTML-Seiten um, die ähnlich zur FF-Variante aussehen.

source: Favorites
de_de: Favoriten

source: Other Feeds
de_de: Andere Feeds

source: History of visited feeds is empty.
de_de: Verlauf der besuchten Feeds ist leer.

source: Add feed
de_de: Feed hinzufügen

source: URI Arguments
de_de: URI-Argumente

source: Prepend feed url by '%(url)s' to display feed content by this rss viewer.
de_de: Um einen Feed mit diesem Programm anzuzeigen, setze vor die Url des Feed folgenden String: '%(url)s', damit er von diesem RSS-Viewer geladen wird.

source: Add a feed to %(favvar)s in '%(config_file)s' to extend above list.
de_de: Füge Feed zu %(favvar)s in '%(config_file)s' hinzu, um obige Liste zu erweitern.

source: Its name can be used as shortcut, i.e %(example_url)s.
de_de: Statt der Url kann man auch den Feed-Namen als Schlüssel verwenden, z.B. %(example_url)s.

source: Miscellaneous
de_de: Diverses

source: User:
de_de: Benutzer:

source: Logout
de_de: Ausloggen

source: Styles:
de_de: Stile:

source: Reload favorites from disk
de_de: Favoriten-Dateien neu einlesen.

source: Quit daemon
de_de: Hintergrunddienst beenden

source: Remove feed
de_de: Feed entfernen

source: Add to favorites
de_de: Feed zu Favoriten hinzufügen

source: No login required.
de_de: Kein Login erforderlich

source: Every user in 'settings.USERS' can log in.
de_de: Jeder in 'settings.USERS' definierte Account kann sich einloggen.

source: Login required
de_de: Login erforderlich
